Repository: eadmaster/monkey-moore
Catalog: resources/message-catalog/messages-*.po
Languages: pt_br

source: Choose where you want to save the table...
pt_br: Escolha onde quer salvar a tabela...

source: Choose the file you want to search on...
pt_br: Escolha o arquivo a ser utilizado na busca...

source: You must choose a file to perform the search on.
pt_br: Escolha o arquivo onde a busca será realizada.

source: Unable to open the specified file. Check if it exists and if it's not being used by other applications.
pt_br: Não foi possível abrir o arquivo especificado. Verifique se o mesmo existe e/ou não está em uso por outros programas.

source: Unable to open the specified file for reading. Check if it's not being used by other applications.
pt_br: Não foi possível abrir o arquivo especificado para leitura. Verifique se o mesmo não está em uso por outros programas.

source: You must input a keyword with 3 or more characters.
pt_br: A palavra utilizada na busca deve ter 3 ou mais caracteres.

source: The keyword must have at least 3 upper or lower characters.
pt_br: A palavra utilizada na busca deve ter 3 ou mais letras maiúsculas ou minúsculas.

source: The keyword must have at least 3 letters, excluding wildcards.
pt_br: A palavra utilizada na busca deve ter 3 ou mais letras, sem contar curingas.

source: Only letters and wildcards are supported. You may not use any other characters.
pt_br: Somente letras e curingas são suportados. Não utilize outros caracteres.

source: You must input 3 or more non-wildcard characters.
pt_br: A palavra utilizada na busca deve conter 3 ou mais caracteres que não sejam curingas.

source: You must input a keyword containg ONLY characters found in your defined charset.
pt_br: A palavra utilizada na busca deve conter APENAS caracteres presentes no conjunto de caracteres que você definiu.

source: Invalid value found. You should input only non-negative decimal numbers.
pt_br: Um valor inválido foi encontrado. Digite apenas números decimais positivos.

source: You cannot use the defined wildcard character in your custom charset.
pt_br: O conjunto de caracteres que você definiu não pode conter curingas.

source: The defined character set may not contain duplicated characters.
pt_br: O conjunto de caracteres que você definiu não pode conter caracteres duplicados.

source: The wildcard option is enabled. You must input the desired wildcard in the field.
pt_br: Você ativou o uso de curingas. Defina o caractere que o representa.

source: Only one character should be used as wildcard. Remove extra characters.
pt_br: Somente um caractere deve ser utilizado como curinga. Remova os caracteres extras.

source: You must choose an item from the results list in order to create a Thingy table.
pt_br: Escolha um dos itens exibidos na lista de resultados para então criar a tabela.

source: You cannot create a table while there are no results.
pt_br: Não é possível criar uma tabela quando não há resultados.

source: Unable to start a worker thread to perform the search.
pt_br: Não foi possível criar a thread secundária responsável pela busca.

source: &Close
pt_br: &Fechar

source: Close this dialog box.
pt_br: Fechar esta caixa de diálogo.

source: Project's Website
pt_br: Página do projeto

source: Visit project homepage, at F.U.T.
pt_br: Visite o tópico oficial do projeto, no Fórum Unificado de Tradução.

source: Version %s (build %s)
pt_br: Versão %s (build %s)

source: 2007-2009, writen by Darkl0rd.
pt_br: 2007-2009, escrito por Darkl0rd.

source: All rights reserved.
pt_br: Todos os direitos reservados.

source: This is a free software and it's
pt_br: Este é um software livre e está

source: under GNU's General Public
pt_br: de acordo com a Licença Pública

source: License (GPL).
pt_br: Geral da GNU (GPL).

source: Error during preferences loading. Monkey-Moore will use the default settings.
pt_br: Ocorreu um erro durante o carregamento das preferências. O Monkey-Moore utilizará as opções padrão.

source: Error
pt_br: Erro

source: File
pt_br: Arquivo

source: Relative search
pt_br: Busca relativa

source: Value scan relative
pt_br: Busca por valores relativos

source: Enable Wildcards
pt_br: Usar curingas

source: Search Parameters
pt_br: Parâmetros da Busca

source: Define character set:
pt_br: Definir charset:

source: Advanced
pt_br: Opções Avançadas

source: &Create Table
pt_br: &Criar tabela

source: &Clear List
pt_br: &Limpar lista

source: Results:
pt_br: Resultados:

source: Results
pt_br: Resultados

source: Show repeated results
pt_br: Mostrar resultados repetidos

source: Offset
pt_br: Endereço

source: Values
pt_br: Valores

source: Preview
pt_br: Visualização Prévia

source: Searching...
pt_br: Procurando...

source: Search Progress
pt_br: Progresso da Busca

source: Path of the file where the search will be performed.
pt_br: Arquivo utilizado na busca.

source: Search a file in your computer.
pt_br: Procure um arquivo no seu computador.

source: Sets the search type to relative search.
pt_br: Ativa a busca relativa.

source: Sets the search type to value scan relative.
pt_br: Ativa a busca por valores relativos.

source: Type the search keyword.
pt_br: Campo de busca

source: Perform a search with the specified parameters.
pt_br: Faz a busca utilizando os parâmetros especificados.

source: Allows the use of wildcards.
pt_br: Permite o uso de curingas.

source: Type the desired wildcard in this field.
pt_br: Digite aqui o caractere que será utilizado como curinga.

source: Shows/hides the advanced panel.
pt_br: Exibe/oculta as opções avançadas.

source: Allows the use of a custom character set.
pt_br: Permite a utilização de um conjunto de caracteres próprio.

source: Type the desired character set in this field.
pt_br: Digite o conjunto de caracteres neste campo de texto.

source: Choose from a list of common character sets.
pt_br: Escolha um conjunto de caracteres de uma lista personalizada.

source: Shows/hides duplicated results.
pt_br: Mostra/oculta resultados repetidos.

source: Build a table based on your search results.
pt_br: Monta uma tabela usando os resultados da busca.

source: Clear results of the last search.
pt_br: Remove todos os resultados da última busca.

source: Change application options and settings.
pt_br: Modifique as opções e configuração do programa.

source: Displays more info about Monkey-Moore.
pt_br: Mostra mais informações sobre o Monkey-Moore.

source: Number of results found in the last search.
pt_br: Número de resultados encontrados durante a última busca.

source: Abort the current search.
pt_br: Cancelar a busca atual.

source: All files (*.*)|*.*
pt_br: Todos os arquivos (*.*)|*.*

source: Create table file
pt_br: Gerar tabela

source: Settings
pt_br: Configurações

source: About Monkey-Moore
pt_br: Sobre o Monkey-Moore

source: Elapsed time:
pt_br: Duração da busca:

source: %M minute(s) and %S second(s).
pt_br: %M minuto(s) e %S segundo(s).

source: %S second(s).
pt_br: %S segundo(s).

source: less than one second.
pt_br: menos de um segundo.

source: No results found.
pt_br: Nenhum resultado foi encontrado.

source: Search was aborted.
pt_br: Busca cancelada.

source: Monkey-Moore - Error
pt_br: Monkey-Moore - Erro

source: General
pt_br: Geral

source: Always center main window on screen
pt_br: Centralizar a janela do programa na tela

source: Remember window size
pt_br: Lembrar o tamanho da janela

source: Remember window position
pt_br: Lembrar a posição da janela

source: Remember user interface options
pt_br: Lembrar as opções da interface

source: Offset mode:
pt_br: Exibir offsets em:

source: hex
pt_br: hexadecimal

source: Preview width:
pt_br: Tamanho da visualização prévia:

source: Display
pt_br: Visualização

source: Search buffer:
pt_br: Buffer de busca:

source: Search
pt_br: Busca

source: Ok
pt_br: Salvar

source: Cancel
pt_br: Cancelar

source: Thingy table file (*.tbl)|*.tbl
pt_br: Tabela do Thingy (*.tbl)|*.tbl

source: You can edit the table values below before saving:
pt_br: Antes de salvar, é possível editar os valores da tabela:

source: Value
pt_br: Valor

source: Name
pt_br: Nome

source: Format
pt_br: Formato

source: Encoding
pt_br: Codificação

source: Thingy table file (*.tbl)
pt_br: Tabela do Thingy (*.tbl)

source: Can't save in the specified encoding: The table contains non-ANSI characters.
pt_br: Não foi possível salvar com a codificação escolhida: A tabela contém caracteres que não fazem parte do padrão ANSI.

source: The table file couldn't be created. Try again.
pt_br: Não foi possível salvar a tabela. Tente novamente.

source: Table saved successfully.
pt_br: A tabela foi criada com sucesso.
